{
  "cohort": [
    {
      "id": 1,
      "firstName": "Alfonso",
      "lastName": "Miranda",
      "reelThemIn": "All we have to decide is what to do with the time that is given to us. - J.R.R. Tolkien",
      "bio": "The best thing to give to your enemy is forgiveness; to an opponent, tolerance; to a friend, your heart; to your child, a good example; to a father, deference; to your mother, conduct that will make her proud of you; to yourself, respect; to all others, charity. - Benjamin Franklin",
      "github": "https://github.com/Kazathur92" ,
      "linkedIn":"https://www.linkedin.com/in/alfonso-miranda/",
      "portfolio":"alfonso-miranda.com" ,
      "email": "gabmin21@hotmail.com",
      "proImg": "images/classmates/AlfonsoMiranda.jpg",
      "funImg": "images/classmates/AlfonsoMiranda_fun.jpg"
    },
    {
      "id": 2,
      "firstName": "Andrew",
      "lastName": "Herring",
      "reelThemIn": "It's Dangerous To Code Alone",
      "bio": "It is not the critic who counts; not the man who points out how the strong man stumbles, or where the doer of deeds could have done them better. The credit belongs to the man who is in the arena, whose face is marred by dust and sweat and blood; who strives valiantly; who errs, who comes short again and again, because there is no effort without error and shortcoming; but who does actually strive to do the deeds; who knows great enthusiasms, the great devotions; who spends himself in a worthy cause; who at the best knows in the end the triumph of high achievement, and who at the worst, if he fails, at least fails while daring greatly, so that his place shall never be with those cold and timid souls who neither know victory nor defeat. - Theodore Roosevelt",
      "github": "https://github.com/Andrew-Herring" ,
      "linkedIn":"https://www.linkedin.com/in/andrew-herring-065a85162/",
      "portfolio":"www.andrew-herring.com" ,
      "email": "andrewoherring@gmail.com",
      "proImg": "images/classmates/AndrewHerring.jpg",
      "funImg": "images/classmates/AndrewHerring_fun.jpg"
    },
    {
      "id": 3,
      "firstName": "Austin",
      "lastName": "Zoradi",
      "reelThemIn": "The secret of getting ahead is getting started. Mark Twain",
      "bio": "As a former scientist, tackling intricate, complex problems is what drives me. I have been trained to do research, gather information, run methodical tests, and analyze the data I am presented with in order to solve these problems. Through self-study and an introductory course, I found that I had a strong passion for web development. This is a field where my scientifically developed skills in problem solving and my creativity intersect. The more I was exposed to software development and the creative puzzles that came along with it, the more I couldn’t take my hands off my keyboard. I knew then that this was the career I wanted to be in.",
      "github": "https://github.com/amazoradi" ,
      "linkedIn":"https://www.linkedin.com/in/austin-zoradi/",
      "portfolio":"https://www.austinzoradi.com/" ,
      "email": "amazoradi@gmail.com",
      "proImg": "images/classmates/AustinZoradi.jpg",
      "funImg": "images/classmates/AustinZoradi_fun.jpg"
    },
    {
      "id": 4,
      "firstName": "Brad",
      "lastName": "Davis",
      "reelThemIn": "If there is a problem. Yo, I'll solve it. Check out my site while my repo's evolving. -Vanilla Ice (sort of)",
      "bio": "",
      "github": "https://github.com/braddavistech" ,
      "linkedIn":"https://www.linkedin.com/in/braddavistech/",
      "portfolio":"https://www.braddavistech.com" ,
      "email": "brad@braddavistech.com",
      "proImg": "",
      "funImg": ""
    },
    {
      "id": 5,
      "firstName": "Bryan",
      "lastName": "Nilsen",
      "reelThemIn": "",
      "bio": "",
      "github": "https://github.com/BryanNilsen" ,
      "linkedIn":"https://www.linkedin.com/in/bryan-nilsen/",
      "portfolio":"" ,
      "email": "bryannilsen@gmail.com",
      "proImg": "images/classmates/BryanNilsen.jpg",
      "funImg": "images/classmates/BryanNilsen_fun.jpg"
    },
    {
      "id": 6,
      "firstName": "Daniel",
      "lastName": "Combs",
      "reelThemIn": "fetch('http://www.codeisrad.com/${id}/${name}')",
      "bio": "Prior to my career change working with NSS, I was the Assistant General Manager at Climb Murfreesboro. During that time, I was able to exercise my abilities as a leader and manager obtained from my BS degree in Recreation Management, with my Minor in Leadership. I hope to bring these talents plus what Nashville Software School has taught me into the developing world, and provide my future client with the utmost professionalism and respect that they deserve.",
      "github": "https://github.com/danielreedcombs" ,
      "linkedIn":"https://www.linkedin.com/in/daniel-combs",
      "portfolio":"https://danielreedcombs.github.io/PersonalWebsite/" ,
      "email": "danielreedcombs@gmail.com",
      "proImg": "",
      "funImg": ""
    },
    {
      "id": 7,
      "firstName": "Dillon",
      "lastName": "Williams",
      "reelThemIn": "Code...It's what's for dinner.",
      "bio": "The only thing that stands between a man and what he really wants from life is often merely the will to try it and the faith to believe that it is possible. After my son was born I realized that it would be hypocritical of me to teach him to chase his dreams if I hadn't done so myself. Growing up I was always had a strong affinity for computers but I never really considered making a career out of it. After experiencing several different careers in my young adult life, I realized I would never truly be happy until I was doing something I loved. So here I am, chasing my dream one line of code at a time.",
      "github": "https://github.com/CosignMyCodesign" ,
      "linkedIn":"https://www.linkedin.com/in/dillon-williams-software-developer/",
      "portfolio":"https://www.dillon-williams.com" ,
      "email": "dillonwilliamsail@gmail.com",
      "proImg": "images/classmates/DillonWilliams.jpg",
      "funImg": "images/classmates/DillonWilliams_fun.jpg"
    },
    {
      "id": 8,
      "firstName": "Elyse",
      "lastName": "Dawson",
      "reelThemIn": "Being an artist doesn't take much. Just everything you got. - Hubert Selby Jr.",
      "bio": "I'm no stranger to playing many roles, both onstage and off. After years as an actor and office administrator, I turned to my love of tech for a new part. I enjoy building software that improves the quality of life for a diverse range of users and am especially interested in XR development, both practical and game related. With my background as an actor, storyteller and casual graphic designer, I believe that UX, UI, and accessibility are pivotal to an application's success.",
      "github": "https://github.com/CurtainUp" ,
      "linkedIn":"https://www.linkedin.com/in/elysedawson/",
      "portfolio":"" ,
      "email": "dawson.elyse@gmail.com",
      "proImg": "images/classmates/ElyseDawson.jpg",
      "funImg": "images/classmates/ElyseDawson_fun.jpg"
    },
    {
      "id": 9,
      "firstName": "Jase",
      "lastName": "Hackman",
      "reelThemIn": "Jase The Hack Man Hackman",
      "bio": "I have always been a strange mix of creative and analytical, but have struggled to find where that duality can coexist. As a musician I am been able to explore my creativity, and in my business ventures I have been able to poor over details and strategy, but I have been unable to marry the two. As a software developer, I am able to use my whole self to solve problems. I have the opportunity to come up with a creative solution, while at the same time, dive deep into the details in order to bring that solution to life.",
      "github": "https://github.com/jasehackman" ,
      "linkedIn":"https://www.linkedin.com/in/jase-hackman-69a16261/",
      "portfolio":"https://www.jasethehackman.com/" ,
      "email": "jasehackman@gmail.com",
      "proImg": "images/classmates/JaseHackman.jpg",
      "funImg": "images/classmates/JaseHackman_fun.jpg"
    },
    {
      "id": 10,
      "firstName": "Jessica",
      "lastName": "Barnett",
      "reelThemIn": "There are three ways to ultimate success: The first way is to be kind. The second way is to be kind. The third way is to be kind. - Mr. Rogers",
      "bio": "I wrote my first line of code in a web design elective while in school for graphic design. When I saw my code become something visual in the browser, I was fascinated. After finishing the class, I put coding aside for a while and continued on with my plans to be a freelance graphic designer. When I heard about Nashville Software School I saw my opportunity to start this new career, and I went for it. Now I can’t imagine anything else I would rather do.",
      "github": "https://github.com/jessicabarnett8219" ,
      "linkedIn":"https://www.linkedin.com/in/jessicacbarnett/",
      "portfolio":"www.jessica-barnett.com" ,
      "email": "jessica.barnett8219@gmail.com",
      "proImg": "images/classmates/JessicaBarnett.jpg",
      "funImg": "images/classmates/JessicaBarnett_fun.jpg"
    },
    {
      "id": 11,
      "firstName": "John",
      "lastName": "Wood",
      "reelThemIn": "“Behind every great leader there was an even greater logistician.”",
      "bio": "",
      "github": "https://github.com/johnnathanwood" ,
      "linkedIn":"https://www.linkedin.com/in/johnnathanwood/",
      "portfolio":"www.johnnathanwood.com" ,
      "email": "johnnathanwood@gmail.com",
      "proImg": "",
      "funImg": ""
    },
    {
      "id": 12,
      "firstName": "Kelly",
      "lastName": "Morin",
      "reelThemIn": "Does this code spark joy?",
      "bio": "As a former social media manager, I’m no stranger to adapting to rapidly changing technology and am invigorated by the challenge of consistently evaluating how a new tool or feature may create opportunities to transform how a challenge is addressed. As my skills began to grow, so did my passion for the technology driving it all. My time at NSS has provided me with the tools and skills necessary to channel my natural curiosity into business changing solutions to everyday challenges.",
      "github": "https://github.com/kellymorin" ,
      "linkedIn":"https://www.linkedin.com/in/kellymorin/",
      "portfolio":"kellymorin.tech" ,
      "email": "kmorin06@gmail.com",
      "proImg": "images/classmates/KellyMorin.jpg",
      "funImg": "images/classmates/KellyMorin_fun.jpg"
    },
    {
      "id": 13,
      "firstName": "Lesley",
      "lastName": "Boyd",
      "reelThemIn": "Not all those who wander are lost. - J. R. R. Tolkien",
      "bio": "I've always found great reward in helping people. Throughout my career I have held positions that supported different user groups whether it be sales teams through marketing education, operations teams through analytics and insight reporting, or individual end users through training. The roles I've held in the past were always on the edge of IT. I found myself working alongside development teams and offering up insights from the business, but wanted to know more about the technology driving innovation. This led me to deciding it was time to make a change and add more tools to my toolbox. That's how I found myself at Nashville Software School. During my time at NSS I have developed code using HTML, CSS, JavaScript, React, Python, and Django. These skills will further my passion of helping people, but this time it'll be through code.",
      "github": "https://github.com/laboyd001" ,
      "linkedIn":"https://www.linkedin.com/in/lesleyaboyd",
      "portfolio":"www.lesleyaboyd.com" ,
      "email": "lesley.a.boyd1@gmail.com",
      "proImg": "images/classmates/LesleyBoyd.jpg",
      "funImg": "images/classmates/LesleyBoyd_fun.jpg"
    },
    {
      "id": 14,
      "firstName": "Nolan",
      "lastName": "Little",
      "reelThemIn": "A plan depends as much upon execution as it does upon concept. ― Frank Herbert, Dune",
      "bio": "My path to web development has not been a straightforward one. While computers have been a part of my life from a young age I had never tried my hand at programming. The start of the path was studying for a minor in Audio Engineering. During this time I completed an independent study using Pure Data, a graphic programming interface to create a fully software driven effects pedal. At the time, I had no idea I was learning general programming concepts. That interest has finally come full circle. I'm so excited that learning web development has given me the opportunity to exercise the logical side of myself as well as employ my creative spirit to solve problems, and to impact and help others.",
      "github": "https://github.com/Nolan-Little" ,
      "linkedIn":"https://www.linkedin.com/in/nolan-little/",
      "portfolio":"www.nolanlittle.com" ,
      "email": "little.nolan@gmail.com",
      "proImg": "images/classmates/NolanLittle.jpg",
      "funImg": "images/classmates/NolanLittle_fun.jpg"
    },
    {
      "id": 15,
      "firstName": "Ousama",
      "lastName": "Elayan",
      "reelThemIn": "The mighty oak tree was once a nut like me.  -- Glenn W. Turner",
      "bio": "As a future owner of a Corgi Ranch, I hope to use programming to sustain and fuel my dreams. For somebody that's always struggled to find a career that not only challenges me but that I simultaneously enjoy, coding thankfully fills that wedge perfectly. It's the perfect mix of frustration, fulfillment, and fun.",
      "github": "https://github.com/ousamasama" ,
      "linkedIn":"https://www.linkedin.com/in/ousama-elayan/",
      "portfolio":"ousama.me" ,
      "email": "ousamasama@gmail.com",
      "proImg": "images/classmates/OusamaElayan.jpg",
      "funImg": "images/classmates/OusamaElayan_fun.jpg"
    },
    {
      "id": 16,
      "firstName": "Rachel",
      "lastName": "Daniel",
      "reelThemIn": "I knew exactly what to do. But in a much more real sense, I had no idea what to do. - Michael Scott",
      "bio": "I love solving puzzles. There is a joy in the balance of creativity and logic that has been an undercurrent in all of my academic and professional endeavors. Having graduated with a BFA in Theater and a minor in Accounting, I knew I wanted to find a career that was as challenging as it was rewarding. In 2010, I joined Community Health Systems (CHS). There, as a Systems Operations Analyst, I had the opportunity to work closely with developers in gathering data about the system use for the department. After being promoted to Systems Operations Manager, my increased involvement in the development process sparked a passion for code-- particularly for being a part of the creation and improvement of technology with an emphasis on the end user. I am excited about this new journey as a software developer that brings with it the opportunity to problem-solve and learn something new each day.",
      "github": "https://github.com/racheldaniel" ,
      "linkedIn":"https://www.linkedin.com/in/rachel-daniel-nashville/",
      "portfolio":"" ,
      "email": "rachdaniel88@gmail.com",
      "proImg": "images/classmates/RachelDaniel.jpg",
      "funImg": "images/classmates/RachelDaniel_fun.jpg"
    },
    {
      "id": 17,
      "firstName": "Richard",
      "lastName": "Lancaster",
      "reelThemIn": "“It does not matter how slowly you go as long as you do not stop.” — Confucius",
      "bio": "Since childhood, I have held a strong passion for technology. After cultivating that passion by working nearly my entire adult career in the software sector as a Project Manager and Implementation specialist, I set a goal to make a change into a technology career that would more fully engage my mind and ignite more creativity and passion into my workday. It has been exciting to find that those goals can be met by pursuing a lifelong-learning career in programming!",
      "github": "https://github.com/rjlancaster" ,
      "linkedIn":"https://www.linkedin.com/in/richardjlancaster",
      "portfolio":"https://rjlancaster.github.io" ,
      "email": "rjlancaster@gmail.com",
      "proImg": "images/classmates/RichardLancaster.jpg",
      "funImg": "images/classmates/RichardLancaster_fun.jpg"
    },
    {
      "id": 18,
      "firstName": "Robby",
      "lastName": "Hecht",
      "reelThemIn": "Git out of my dreams and into my var.",
      "bio": "Through my time as a songwriter and performer, I’ve learned that while creativity can sometimes spring to life through sudden inspiration, it’s usually best served through collaboration, preparation and an ongoing desire to learn. In software development, I’ve found a field where I can apply these same values in a new and exciting context where we harness creativity to tackle tangible, information-driven challenges.",
      "github": "https://github.com/robbyhecht" ,
      "linkedIn":"https://www.linkedin.com/in/robby-hecht",
      "portfolio":"https://robbycodes.com" ,
      "email": "robbyhecht@gmail.com",
      "proImg": "images/classmates/RobbyHecht.jpg",
      "funImg": "images/classmates/RobbyHecht_fun.jpg"
    },
    {
      "id": 19,
      "firstName": "Brendan",
      "lastName": "McCray",
      "reelThemIn": "",
      "bio": "",
      "github": "https://github.com/rbmccr" ,
      "linkedIn":"https://www.linkedin.com/in/brendan-mccray/",
      "portfolio":"" ,
      "email": "rbmccr@gmail.com",
      "proImg": "images/classmates/BrendanMcCray.jpg",
      "funImg": "images/classmates/BrendanMcCray_fun.jpg"
    },
    {
      "id": 20,
      "firstName": "Samuel",
      "lastName": "Webber",
      "reelThemIn": "",
      "bio": "",
      "github": "https://github.com/buffard" ,
      "linkedIn":"https://www.linkedin.com/in/samuel-webber-808476120/",
      "portfolio":"" ,
      "email": "samuelwebber19@gmail.com",
      "proImg": "images/classmates/SamuelWebber.jpg",
      "funImg": "images/classmates/SamuelWebber_fun.jpg"
    },
    {
      "id": 21,
      "firstName": "Sebastian",
      "lastName": "Civarolo",
      "reelThemIn": "",
      "bio": "I am a former graphic designer that discovered my love for code while teaching myself as I built websites for a variety of clients including non-profit organizations and small businesses at my last job. I decided to transition into software development because I love that there is always something new to learn and being challenged solving new problems with code.",
      "github": "https://github.com/scivarolo" ,
      "linkedIn":"https://www.linkedin.com/in/sebastiancivarolo",
      "portfolio":"https://sebastiancivarolo.com" ,
      "email": "scivarolo@gmail.com",
      "proImg": "images/classmates/SebastianCivarolo.jpg",
      "funImg": "images/classmates/SebastianCivarolo_fun.jpg"
    },
    {
      "id": 22,
      "firstName": "Zac",
      "lastName": "Jones",
      "reelThemIn": "I solemnly swear that I am up to no good. -Harry Potter",
      "bio": "I started tinkering with Python when I needed a better way to control smart bulbs in my house, and that drove me to discover a passion for programming that would inspire me to leave the familiarity of my finance career and pursue software development full time. I love the freedom of creating clean and responsive front-end applications, as well as the challenging puzzles that back-end programming serves up.",
      "github": "https://github.com/zacjones91" ,
      "linkedIn":"https://www.linkedin.com/in/zacjones91/",
      "portfolio":"http://www.zacjones.com" ,
      "email": "zacjones91@gmail.com",
      "proImg": "images/classmates/ZacJones.jpg",
      "funImg": "images/classmates/ZacJones_fun.jpg"
    }
  ]
}